Repository: omnimind-ai/ViaVera
Catalog: OmniBot/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# 工具记录超过存储上限。
source: The tool record exceeds the storage limit.
zh_hans: 工具记录超过存储上限。

# 工具记录身份不匹配。
source: The tool record identity does not match.
zh_hans: 工具记录身份不匹配。

# 工具调用
source: Tool Call
zh_hans: 工具调用

# 工具调用已开始，但应用在结果持久化前退出或被系统中断；外部副作用是否发生未知。检查当前状态后再决定是否重试。
source: The tool call started, but the app quit or was interrupted before the result was saved. External changes may have occurred. Check the current state before deciding whether to retry.
zh_hans: 工具调用已开始，但应用在结果持久化前退出或被系统中断；外部副作用是否发生未知。检查当前状态后再决定是否重试。

# 工具返回错误，Agent 正在处理…
source: The tool returned an error. The agent is handling it…
zh_hans: 工具返回错误，Agent 正在处理…

# 左方向键
source: Left Arrow
zh_hans: 左方向键

# 已中断
source: Interrupted
zh_hans: 已中断

# 已取消
source: Cancelled
zh_hans: 已取消

# 已取消，但无法保存会话状态：%@
source: Cancelled, but could not save the conversation state: %@
zh_hans: 已取消，但无法保存会话状态：%@

# 已同步，历史版本已备份。
source: Synced. Previous versions are backed up.
zh_hans: 已同步，历史版本已备份。

# 已在 Via Vera 设置中关闭%@权限，Agent 无法调用此工具。
source: %@ access is disabled in Via Vera settings. The agent cannot use this tool.
zh_hans: 已在 Via Vera 设置中关闭%@权限，Agent 无法调用此工具。

# 已处理
source: Processed
zh_hans: 已处理

# 已处理 %@
source: Processed in %@
zh_hans: 已处理 %@

# 已存储的 API Key 未绑定到当前 API 端点，请重新输入后保存。
source: The stored API key is not bound to this API endpoint. Re-enter it and save.
zh_hans: 已存储的 API Key 未绑定到当前 API 端点，请重新输入后保存。

# 已安装
source: Installed
zh_hans: 已安装

# 已完成
source: Completed
zh_hans: 已完成

# 已完成思考
source: Finished Thinking
zh_hans: 已完成思考

# 已导入 %lld 个账户，跳过 %lld 个重复账户。
source: Accounts imported: %lld; duplicates skipped: %lld.
zh_hans: 已导入 %lld 个账户，跳过 %lld 个重复账户。

# 已导入 %lld 个账户。
source: Accounts imported: %lld.
zh_hans: 已导入 %lld 个账户。

# 已就绪
source: Ready
zh_hans: 已就绪

# 已就绪 %lld/%lld 项。缺失组件会被默认选中，可一键安装并自动复检。
source: %lld of %lld components ready. Missing components are selected by default. Install them together and verify automatically.
zh_hans: 已就绪 %lld/%lld 项。缺失组件会被默认选中，可一键安装并自动复检。

# 已就绪，%@
source: Ready, %@
zh_hans: 已就绪，%@

# 已展开
source: Expanded
zh_hans: 已展开

# 已收藏
source: Favorited
zh_hans: 已收藏

# 已收起
source: Collapsed
zh_hans: 已收起

# 已置顶
source: Pinned
zh_hans: 已置顶

# 已达到 %lld 个已安装技能的上限。
source: The limit of %lld installed skills has been reached.
zh_hans: 已达到 %lld 个已安装技能的上限。

# 已选择
source: Selected
zh_hans: 已选择

# 已锁定
source: Locked
zh_hans: 已锁定

# 应用包中缺少 Alpine 根文件系统。
source: The Alpine root filesystem is missing from the app.
zh_hans: 应用包中缺少 Alpine 根文件系统。

# 应用包中缺少内置 Skills。
source: The bundled skills are missing from the app.
zh_hans: 应用包中缺少内置 Skills。

# 开关
source: Toggle
zh_hans: 开关

# 开关控制 Agent 能否调用对应工具。关闭不会撤销系统权限；再次打开时，如有需要会显示系统授权页面。
source: These switches control which tools the agent can use. Turning a switch off does not revoke system permission. Enabling it again may prompt for system authorization.
zh_hans: 开关控制 Agent 能否调用对应工具。关闭不会撤销系统权限；再次打开时，如有需要会显示系统授权页面。

# 开发环境
source: Development Environment
zh_hans: 开发环境

# 开启后，在使用应用时自动备份和同步。
source: Enable to back up and sync automatically while using the app.
zh_hans: 开启后，在使用应用时自动备份和同步。

# 引用的 Skill
source: Referenced Skill
zh_hans: 引用的 Skill

# 引用附件
source: Attach a File
zh_hans: 引用附件

# 当前
source: Current
zh_hans: 当前

# 当前 · %@
source: Current · %@
zh_hans: 当前 · %@

# 当前上下文 %@
source: Current context %@
zh_hans: 当前上下文 %@

# 当前仅支持 schemaVersion=1、stateVersion=1；更新不能改变数据版本。
source: Only schemaVersion=1 and stateVersion=1 are supported. Updates cannot change the data version.
zh_hans: 当前仅支持 schemaVersion=1、stateVersion=1；更新不能改变数据版本。

# 当前已配置的服务商
source: Configured Providers
zh_hans: 当前已配置的服务商

# 当前文件夹路径
source: Current folder path
zh_hans: 当前文件夹路径

# 当前暂无可压缩的上下文
source: There is no context to compact
zh_hans: 当前暂无可压缩的上下文

# 当前服务商中不存在模型“%@”。
source: Model “%@” does not exist in the current provider.
zh_hans: 当前服务商中不存在模型“%@”。

# 当前模型：%@
source: Current model: %@
zh_hans: 当前模型：%@

# 待处理
source: Pending
zh_hans: 待处理

# 快捷聊天
source: Quick Chat
zh_hans: 快捷聊天

# 思考中
source: Thinking
zh_hans: 思考中

# 思考强度 %@
source: Reasoning effort: %@
zh_hans: 思考强度 %@

# 恢复
source: Restore
zh_hans: 恢复

# 恢复上一版本
source: Restore Previous Version
zh_hans: 恢复上一版本

# 恢复上一版本？
source: Restore Previous Version?
zh_hans: 恢复上一版本？

# 恢复内置工具
source: Restore Built-in Tools
zh_hans: 恢复内置工具

# 恢复备份
source: Restore backup
zh_hans: 恢复备份

# 恢复失败后的凭据清理失败：%@
source: Failed to remove credentials after a failed restore: %@
zh_hans: 恢复失败后的凭据清理失败：%@

# 恢复工具的界面与逻辑，保留当前数据。
source: Restore the tool’s interface and logic while keeping its current data.
zh_hans: 恢复工具的界面与逻辑，保留当前数据。

# 恢复此备份？
source: Restore this backup?
zh_hans: 恢复此备份？

# 成功
source: Succeeded
zh_hans: 成功

# 我的工具
source: My Tools
zh_hans: 我的工具

# 所选时段合计
source: Selected Period Total
zh_hans: 所选时段合计

# 所选目录的顶层没有 SKILL.md。
source: The selected folder has no SKILL.md at its top level.
zh_hans: 所选目录的顶层没有 SKILL.md。

# 手动压缩当前对话上下文
source: Manually compact this conversation’s context
zh_hans: 手动压缩当前对话上下文

# 打开 %@ 的工具输出
source: Open tool output for %@
zh_hans: 打开 %@ 的工具输出

# 打开 Agent 与系统设置
source: Open agent and system settings
zh_hans: 打开 Agent 与系统设置

# 打开后，Agent 可以访问%@数据；如有需要，系统会显示授权页面。
source: When enabled, the agent can access %@ data. The system will request authorization if needed.
zh_hans: 打开后，Agent 可以访问%@数据；如有需要，系统会显示授权页面。

# 打开工具
source: Open Tool
zh_hans: 打开工具

# 打开工具调用结果
source: Open tool call results
zh_hans: 打开工具调用结果

# 打开当前浏览器
source: Open the current browser
zh_hans: 打开当前浏览器

# 打开文件夹
source: Open Folder
zh_hans: 打开文件夹

# 打开本地终端
source: Open the local terminal
zh_hans: 打开本地终端

# 打开资源预览
source: Open resource preview
zh_hans: 打开资源预览

# 打开验证码
source: Open Authenticator
zh_hans: 打开验证码

# 执行
source: Run
zh_hans: 执行

# 执行中
source: Running
zh_hans: 执行中

# 执行终端任务
source: Run a Terminal Task
zh_hans: 执行终端任务

# 扫描二维码
source: Scan QR Code
zh_hans: 扫描二维码

# 找不到会话
source: Conversation Not Found
zh_hans: 找不到会话

# 找不到此动作。
source: This action could not be found.
zh_hans: 找不到此动作。

# 技能 %@ 包含嵌套技能，无法单独安全删除。
source: Skill %@ contains nested skills and cannot be safely deleted on its own.
zh_hans: 技能 %@ 包含嵌套技能，无法单独安全删除。

# 技能包不允许包含符号链接：%@
source: Skill packages cannot contain symbolic links: %@
zh_hans: 技能包不允许包含符号链接：%@

# 技能包包含不支持的文件类型：%@
source: The skill package contains an unsupported file type: %@
zh_hans: 技能包包含不支持的文件类型：%@

# 技能包总大小超过 %lld 字节上限。
source: The skill package exceeds the %lld-byte size limit.
zh_hans: 技能包总大小超过 %lld 字节上限。

# 技能包文件数量超过 %lld 个上限。
source: The skill package exceeds the limit of %lld files.
zh_hans: 技能包文件数量超过 %lld 个上限。

# 技能已安装：%@
source: Skill already installed: %@
zh_hans: 技能已安装：%@

# 技能文件超过 %lld 字节上限：%@
source: The skill file exceeds the %lld-byte limit: %@
zh_hans: 技能文件超过 %lld 字节上限：%@

# 技能目录不在受保护的 Control 权威目录中。
source: The skill directory is outside the protected Control directory.
zh_hans: 技能目录不在受保护的 Control 权威目录中。

# 按钮需要标题和动作。
source: Buttons require a title and an action.
zh_hans: 按钮需要标题和动作。

# 接口
source: API
zh_hans: 接口

# 描述 Agent 的身份、语气、原则与边界
source: Describe the agent’s identity, tone, principles, and boundaries
zh_hans: 描述 Agent 的身份、语气、原则与边界

# 搜索会话
source: Search Conversations
zh_hans: 搜索会话

# 搜索工具
source: Search Tools
zh_hans: 搜索工具

# 操作未完成
source: Operation Incomplete
zh_hans: 操作未完成

# 支持工具调用
source: Supports Tool Calls
zh_hans: 支持工具调用

# 支持深度思考
source: Supports Reasoning
zh_hans: 支持深度思考

# 收藏
source: Favorite
zh_hans: 收藏

# 收起
source: Show Less
zh_hans: 收起

# 收起 Agent 执行过程
source: Collapse the agent’s process
zh_hans: 收起 Agent 执行过程

# 收起历史工具调用
source: Collapse previous tool calls
zh_hans: 收起历史工具调用

# 放弃未保存的更改？
source: Discard Unsaved Changes?
zh_hans: 放弃未保存的更改？

# 数值
source: Value
zh_hans: 数值

# 数据尚未保存：%@
source: Data has not been saved: %@
zh_hans: 数据尚未保存：%@

# 数据来源
source: Data Source
zh_hans: 数据来源

# 整理项目记忆
source: Organize Project Memory
zh_hans: 整理项目记忆

# 文件
source: Files
zh_hans: 文件

# 文件句柄已失效，请重新选择文件。
source: The file handle has expired. Select the file again.
zh_hans: 文件句柄已失效，请重新选择文件。

# 文件夹为空
source: Folder Is Empty
zh_hans: 文件夹为空

# 文件无法读取。
source: The file cannot be read.
zh_hans: 文件无法读取。

# 文件超过大小限制。
source: The file exceeds the size limit.
zh_hans: 文件超过大小限制。

# 斜杠
source: Slash
zh_hans: 斜杠

# 新任务
source: New Task
zh_hans: 新任务

# 新增记录必须是对象。
source: New records must be objects.
zh_hans: 新增记录必须是对象。

# 新建会话
source: New Conversation
zh_hans: 新建会话

# 新建会话后即可把任务交给 Agent。
source: Create a conversation to give the agent a task.
zh_hans: 新建会话后即可把任务交给 Agent。

# 新建标签页
source: New Tab
zh_hans: 新建标签页

# 新建标签页后，可以输入网址并直接操作网页。
source: Create a tab to enter a URL and interact with a web page.
zh_hans: 新建标签页后，可以输入网址并直接操作网页。

# 新建终端
source: New Terminal
zh_hans: 新建终端

# 新服务商
source: New Provider
zh_hans: 新服务商

# 新端点写入失败：%@
source: Failed to save the new endpoint: %@
zh_hans: 新端点写入失败：%@

# 新端点已保存，但新凭据写入失败
source: The new endpoint was saved, but its credentials could not be saved
zh_hans: 新端点已保存，但新凭据写入失败

# 无法使用这台相机，请检查相机是否被占用。
source: Cannot use this camera. Check whether it is in use.
zh_hans: 无法使用这台相机，请检查相机是否被占用。

# 无法保存 Agent 事件：会话 %@ 已不存在。
source: Could not save the agent event: conversation %@ no longer exists.
zh_hans: 无法保存 Agent 事件：会话 %@ 已不存在。

# 无法停用 Skill
source: Cannot Disable Skill
zh_hans: 无法停用 Skill

# 无法删除 Skill
source: Cannot Delete Skill
zh_hans: 无法删除 Skill

# 无法删除验证码账户，请解锁设备后重试。
source: Cannot delete authentication accounts. Unlock the device and try again.
zh_hans: 无法删除验证码账户，请解锁设备后重试。

# 无法启用 Skill
source: Cannot Enable Skill
zh_hans: 无法启用 Skill

# 无法启用%@权限
source: Cannot Enable %@ Access
zh_hans: 无法启用%@权限

# 无法在更改端点前清理旧凭据：%@
source: Cannot remove previous credentials before changing endpoints: %@
zh_hans: 无法在更改端点前清理旧凭据：%@

# 无法安全保存模型服务配置：%@
source: Cannot safely save the model provider configuration: %@
zh_hans: 无法安全保存模型服务配置：%@

# 无法安排 Rootfs 重置：%@
source: Cannot schedule the rootfs reset: %@
zh_hans: 无法安排 Rootfs 重置：%@

# 无法完整删除模型服务凭据：%@
source: Cannot fully delete the model provider credentials: %@
zh_hans: 无法完整删除模型服务凭据：%@

# 无法导入 Skill
source: Cannot Import Skill
zh_hans: 无法导入 Skill

# 无法建立密钥访问保护。
source: Could not create key access protection.
zh_hans: 无法建立密钥访问保护。

# 无法打开工具
source: Cannot Open Tool
zh_hans: 无法打开工具

# 无法打开服务商
source: Cannot Open Provider
zh_hans: 无法打开服务商

# 无法打开相机，请检查相机是否被占用后重试。
source: Cannot open the camera. Check whether it is in use, then try again.
zh_hans: 无法打开相机，请检查相机是否被占用后重试。

# 无法找到要编辑的消息，请重试。
source: Cannot find the message to edit. Try again.
zh_hans: 无法找到要编辑的消息，请重试。

# 无法根据当前 Base URL 生成模型列表地址。
source: Cannot build a model list URL from the current Base URL.
zh_hans: 无法根据当前 Base URL 生成模型列表地址。

# 无法生成备份随机数。
source: Could not generate random data for the backup.
zh_hans: 无法生成备份随机数。

# 无法解析模型列表：%@
source: Cannot parse the model list: %@
zh_hans: 无法解析模型列表：%@

# 无法识别的表达式。
source: Unrecognized expression.
zh_hans: 无法识别的表达式。

# 无法读取 Rootfs 大小：%@
source: Cannot read the rootfs size: %@
zh_hans: 无法读取 Rootfs 大小：%@

# 无法读取 Skills
source: Cannot Read Skills
zh_hans: 无法读取 Skills

# 无法读取所选的第 %lld 张照片，请重新选择。
source: Cannot read selected photo %lld. Select it again.
zh_hans: 无法读取所选的第 %lld 张照片，请重新选择。

# 无法读取文件夹
source: Cannot Read Folder
zh_hans: 无法读取文件夹

# 无法读取本地用量记录：%@
source: Cannot read local usage records: %@
zh_hans: 无法读取本地用量记录：%@

# 无法读取验证码账户，请重新解锁。
source: Cannot read authentication accounts. Unlock them again.
zh_hans: 无法读取验证码账户，请重新解锁。

# 无法连接模型服务：%@
source: Cannot connect to the model provider: %@
zh_hans: 无法连接模型服务：%@

# 无法重试
source: Unable to Retry
zh_hans: 无法重试

# 无法重试：会话中没有可恢复的用户消息。
source: Cannot retry: there is no recoverable user message in the conversation.
zh_hans: 无法重试：会话中没有可恢复的用户消息。

# 无法预览文件
source: Cannot Preview File
zh_hans: 无法预览文件

# 日
source: Sun
zh_hans: 日

# 日历
source: Calendar
zh_hans: 日历

# 日期
source: Date
zh_hans: 日期

# 旧凭据快照恢复失败：%@
source: Failed to restore the previous credential snapshot: %@
zh_hans: 旧凭据快照恢复失败：%@

# 昨天
source: Yesterday
zh_hans: 昨天

# 是
source: Yes
zh_hans: 是

# 显示 API Key
source: Show API Key
zh_hans: 显示 API Key

# 显示名称
source: Display Name
zh_hans: 显示名称

# 显示效果
source: Display Effects
zh_hans: 显示效果

# 显示更多备份
source: Show more backups
zh_hans: 显示更多备份

# 显示模型
source: Show Model
zh_hans: 显示模型

# 显示键盘
source: Show Keyboard
zh_hans: 显示键盘

# 暂无 Token 记录
source: No Token Records Yet
zh_hans: 暂无 Token 记录

# 暂无模型响应
source: No Model Responses Yet
zh_hans: 暂无模型响应

# 暂无记录
source: No Records Yet
zh_hans: 暂无记录

# 更久以前
source: Earlier
zh_hans: 更久以前

# 更多
source: More
zh_hans: 更多

# 更换背景图片
source: Change Background Image
zh_hans: 更换背景图片

# 更改 API 端点时必须重新输入 API Key，旧端点的密钥不会自动复用。
source: Re-enter the API key when changing endpoints. The previous endpoint’s key will not be reused automatically.
zh_hans: 更改 API 端点时必须重新输入 API Key，旧端点的密钥不会自动复用。

# 更改尚未保存，请从工具菜单重新载入。
source: Changes have not been saved. Reload from the tool menu.
zh_hans: 更改尚未保存，请从工具菜单重新载入。

# 服务商不可用
source: Provider unavailable
zh_hans: 服务商不可用

# 服务商名称
source: Provider Name
zh_hans: 服务商名称

# 服务商已停用
source: Provider disabled
zh_hans: 服务商已停用

# 服务商返回的模型列表为空。
source: The provider returned an empty model list.
zh_hans: 服务商返回的模型列表为空。

# 服务地址、密钥与默认模型
source: Provider URLs, API keys, and default models
zh_hans: 服务地址、密钥与默认模型

# 服务配置写入失败：%@
source: Failed to save the provider configuration: %@
zh_hans: 服务配置写入失败：%@

# 未命中输入 %@
source: Uncached input %@
zh_hans: 未命中输入 %@

# 未命名服务商
source: Untitled Provider
zh_hans: 未命名服务商

# 未安装
source: Not Installed
zh_hans: 未安装

# 未安装，已选择
source: Not installed, selected
zh_hans: 未安装，已选择

# 未安装，未选择
source: Not installed, not selected
zh_hans: 未安装，未选择

# 未知
source: Unknown
zh_hans: 未知

# 未知启动错误
source: Unknown startup error
zh_hans: 未知启动错误

# 未知服务商
source: Unknown Provider
zh_hans: 未知服务商

# 未知错误
source: Unknown error
zh_hans: 未知错误

# 未置顶
source: Unpinned
zh_hans: 未置顶

# 未能解锁认证账户，请重试。
source: Could not unlock authentication accounts. Try again.
zh_hans: 未能解锁认证账户，请重试。

# 未能解锁验证码账户。请重试或检查设备的身份验证设置。
source: Could not unlock authentication accounts. Try again or check your device’s authentication settings.
zh_hans: 未能解锁验证码账户。请重试或检查设备的身份验证设置。

# 未记录模型
source: Unrecorded Model
zh_hans: 未记录模型

# 本地数据没有被自动删除。修复 Application Support/OmniBot 中的数据后可重新尝试。
source: Your local data has been preserved. Repair the data in Application Support/OmniBot, then try again.
zh_hans: 本地数据没有被自动删除。修复 Application Support/OmniBot 中的数据后可重新尝试。

# 本地终端
source: Local Terminal
zh_hans: 本地终端

# 本地终端（⌘J）
source: Local Terminal (⌘J)
zh_hans: 本地终端（⌘J）

# 权限
source: Permissions
zh_hans: 权限

# 查找、创建和管理联系人
source: Find, create, and manage contacts
zh_hans: 查找、创建和管理联系人

# 查看全部 %lld 个模型
source: Show All %lld Models
zh_hans: 查看全部 %lld 个模型

# 标签页（%lld）
source: Tabs (%lld)
zh_hans: 标签页（%lld）

# 标识
source: Identity
zh_hans: 标识

# 检测 Alpine 环境失败：%@
source: Failed to check the Alpine environment: %@
zh_hans: 检测 Alpine 环境失败：%@

# 检测到验证页面，请在这里手动完成后再让 Agent 继续。
source: A verification page was detected. Complete it here, then ask the agent to continue.
zh_hans: 检测到验证页面，请在这里手动完成后再让 Agent 继续。

# 模型
source: Model
zh_hans: 模型

# 模型 ID
source: Model ID
zh_hans: 模型 ID

# 模型不可用
source: Model unavailable
zh_hans: 模型不可用

# 模型使用分布
source: Model Distribution
zh_hans: 模型使用分布

# 模型分布指标
source: Model Distribution Metric
zh_hans: 模型分布指标

# 模型列表响应超过安全上限（%lld 字节）。
source: The model list response exceeds the size limit (%lld bytes).
zh_hans: 模型列表响应超过安全上限（%lld 字节）。

# 模型列表已更新，但暂时无法从 models.dev 补全信息：%@
source: The model list was updated, but details could not be retrieved from models.dev: %@
zh_hans: 模型列表已更新，但暂时无法从 models.dev 补全信息：%@

# 模型已隐藏
source: Model hidden
zh_hans: 模型已隐藏

# 模型服务
source: Model Providers
zh_hans: 模型服务

# 模型服务凭据写入失败
source: Could not save the model provider credentials
zh_hans: 模型服务凭据写入失败

# 模型服务返回了无效的 HTTP 响应。
source: The model provider returned an invalid HTTP response.
zh_hans: 模型服务返回了无效的 HTTP 响应。

# 模型服务配置无法安全读取，已隔离为 %@。请重新配置服务商和 API Key；旧钥匙串凭据不会自动复用。
source: The model provider configuration could not be read safely and was quarantined as %@. Configure your providers and API keys again. Previous Keychain credentials will not be reused automatically.
zh_hans: 模型服务配置无法安全读取，已隔离为 %@。请重新配置服务商和 API Key；旧钥匙串凭据不会自动复用。

# 模型没有返回可用的上下文摘要。
source: The model did not return a usable context summary.
zh_hans: 模型没有返回可用的上下文摘要。

# 模型用量
source: Model Usage
zh_hans: 模型用量

# 模型详情
source: Model Details
zh_hans: 模型详情

# 模型说明（可选）
source: Model description (optional)
zh_hans: 模型说明（可选）

# 模型返回用量后，消耗趋势会显示在这里。
source: Usage trends will appear here when a model reports token usage.
zh_hans: 模型返回用量后，消耗趋势会显示在这里。

# 正在保持后台任务运行
source: Keeping background tasks running
zh_hans: 正在保持后台任务运行

# 正在停止当前工具
source: Stopping the current tool
zh_hans: 正在停止当前工具

# 正在停止当前工具…
source: Stopping the current tool…
zh_hans: 正在停止当前工具…

# 正在停止终端…
source: Stopping terminal…
zh_hans: 正在停止终端…

# 正在准备 Alpine…
source: Preparing Alpine…
zh_hans: 正在准备 Alpine…

# 正在准备上下文…
source: Preparing context…
zh_hans: 正在准备上下文…

# 正在准备本地 Agent…
source: Preparing your local agent…
zh_hans: 正在准备本地 Agent…

# 正在准备编辑或重试，暂时无法删除这个会话。
source: This conversation cannot be deleted while an edit or retry is being prepared.
zh_hans: 正在准备编辑或重试，暂时无法删除这个会话。

# 正在准备编辑或重试…
source: Preparing an edit or retry…
zh_hans: 正在准备编辑或重试…

# 正在准备预览
source: Preparing preview
zh_hans: 正在准备预览

# 正在压缩上下文…
source: Compacting context…
zh_hans: 正在压缩上下文…

# 正在同步 iCloud…
source: Syncing with iCloud…
zh_hans: 正在同步 iCloud…

# 正在同步…
source: Syncing…
zh_hans: 正在同步…

# 正在启动交互式 shell…
source: Starting the interactive shell…
zh_hans: 正在启动交互式 shell…

# 正在处理上一项编辑或重试操作。
source: The previous edit or retry is still being processed.
zh_hans: 正在处理上一项编辑或重试操作。

# 正在安装并配置所选组件…
source: Installing and configuring selected components…
zh_hans: 正在安装并配置所选组件…

# 正在安装配置…
source: Installing and configuring…
zh_hans: 正在安装配置…

# 正在导出文件…
source: Exporting a file…
zh_hans: 正在导出文件…

# 正在应用软件源…
source: Applying the package repository…
zh_hans: 正在应用软件源…

# 正在打开工具…
source: Opening tool…
zh_hans: 正在打开工具…

# 正在打开终端…
source: Opening terminal…
zh_hans: 正在打开终端…

# 正在整理用量…
source: Preparing usage data…
zh_hans: 正在整理用量…

# 正在校验 Alpine…
source: Verifying Alpine…
zh_hans: 正在校验 Alpine…

# 正在检查模型配置…
source: Checking model configuration…
zh_hans: 正在检查模型配置…

# 正在检测
source: Checking
zh_hans: 正在检测

# 正在检测 Alpine 开发环境…
source: Checking the Alpine development environment…
zh_hans: 正在检测 Alpine 开发环境…

# 正在等待终端输出…
source: Waiting for terminal output…
zh_hans: 正在等待终端输出…

# 正在等待输出…
source: Waiting for output…
zh_hans: 正在等待输出…

# 正在获取模型
source: Fetching models
zh_hans: 正在获取模型

# 正在识别二维码…
source: Recognizing QR code…
zh_hans: 正在识别二维码…

# 正在读取 Skills…
source: Loading skills…
zh_hans: 正在读取 Skills…

# 正在读取工具…
source: Loading tools…
zh_hans: 正在读取工具…

# 正在读取文件夹…
source: Loading folder…
zh_hans: 正在读取文件夹…

# 正在调用 %@…
source: Calling %@…
zh_hans: 正在调用 %@…

# 正在载入 %@
source: Loading %@
zh_hans: 正在载入 %@

# 正在载入服务商…
source: Loading provider…
zh_hans: 正在载入服务商…

# 正在选择文件…
source: Selecting a file…
zh_hans: 正在选择文件…

# 正在重试模型请求…
source: Retrying the model request…
zh_hans: 正在重试模型请求…

# 此动作需要能力运行时。
source: This action requires a capability runtime.
zh_hans: 此动作需要能力运行时。

# 此平台不支持%@工具。
source: %@ tools are not supported on this platform.
zh_hans: 此平台不支持%@工具。

# 此平台不支持%@权限。
source: %@ permission is not supported on this platform.
zh_hans: 此平台不支持%@权限。

# 此旧版组件需要升级为能力调用工具包。
source: This legacy component must be upgraded to a tool package that uses capability calls.
zh_hans: 此旧版组件需要升级为能力调用工具包。

# 此设备当前无法使用%@权限。
source: %@ access is currently unavailable on this device.
zh_hans: 此设备当前无法使用%@权限。

# 此设备无法使用 HealthKit。
source: HealthKit is unavailable on this device.
zh_hans: 此设备无法使用 HealthKit。

# 此设备限制了%@权限，当前无法启用。
source: %@ access is restricted on this device and cannot be enabled.
zh_hans: 此设备限制了%@权限，当前无法启用。

# 每一格是一天，颜色越深，发送的消息越多。
source: Each square is one day. Darker colors mean more messages sent.
zh_hans: 每一格是一天，颜色越深，发送的消息越多。

# 每个集合最多保存 500 条记录。
source: Each collection can store up to 500 records.
zh_hans: 每个集合最多保存 500 条记录。

# 每周
source: Weekly
zh_hans: 每周

# 每日
source: Daily
zh_hans: 每日

# 每月
source: Monthly
zh_hans: 每月

# 每次最多导入 1,000 条认证链接。
source: You can import up to 1,000 authentication links at a time.
zh_hans: 每次最多导入 1,000 条认证链接。

# 每次数据变化都会保留版本。恢复会替换所选备份中的内容，保留其他新内容，并先保存当前版本。历史版本会占用 iCloud 储存空间。
source: Changes are saved as versions. Restoring replaces the selected backup’s contents, keeps other new content, and saves the current version first. History uses iCloud storage.
zh_hans: 每次数据变化都会保留版本。恢复会替换所选备份中的内容，保留其他新内容，并先保存当前版本。历史版本会占用 iCloud 储存空间。

# 汇总字段必须是数字。
source: The aggregate field must be numeric.
zh_hans: 汇总字段必须是数字。

# 没有可恢复的上一版本，或工具已经更新。
source: There is no previous version to restore, or the tool has been updated.
zh_hans: 没有可恢复的上一版本，或工具已经更新。

# 没有可用的相机。可以从二维码图片或 TXT 文件导入。
source: No camera is available. Import a QR code image or TXT file instead.
zh_hans: 没有可用的相机。可以从二维码图片或 TXT 文件导入。

# 没有待导入账户，请重新读取。
source: There are no accounts pending import. Read the source again.
zh_hans: 没有待导入账户，请重新读取。

# 没有打开的网页
source: No Open Pages
zh_hans: 没有打开的网页

# 没有输出
source: No Output
zh_hans: 没有输出

# 没有需要安装的环境组件。
source: There are no environment components to install.
zh_hans: 没有需要安装的环境组件。

# 活跃天数
source: Active Days
zh_hans: 活跃天数

# 浏览 Agent 工作区中的文件与文件夹
source: Browse files and folders in the agent’s workspace
zh_hans: 浏览 Agent 工作区中的文件与文件夹

# 浏览器
source: Browser
zh_hans: 浏览器

# 浏览器操作失败
source: Browser Operation Failed
zh_hans: 浏览器操作失败

# 浏览器网页内容
source: Web Page Content
zh_hans: 浏览器网页内容

# 消息
source: Message
zh_hans: 消息

# 消息活跃度、Token 消耗与模型分布
source: Message activity, token usage, and model distribution
zh_hans: 消息活跃度、Token 消耗与模型分布

# 添加
source: Add
zh_hans: 添加

# 添加到工具
source: Add to Tools
zh_hans: 添加到工具

# 添加服务后即可为 Agent 选择模型。
source: Add a provider to select a model for the agent.
zh_hans: 添加服务后即可为 Agent 选择模型。

# 添加模型服务
source: Add Model Provider
zh_hans: 添加模型服务

# 添加照片
source: Add Photos
zh_hans: 添加照片

# 添加自定义模型
source: Add Custom Model
zh_hans: 添加自定义模型

# 清华大学镜像源
source: Tsinghua University Mirror
zh_hans: 清华大学镜像源

# 清除搜索
source: Clear Search
zh_hans: 清除搜索

# 点击右上角加号启动新的终端会话。
source: Use the plus button in the top-right corner to start a new terminal session.
zh_hans: 点击右上角加号启动新的终端会话。

# 照片-%lld.%@
source: Photo-%lld.%@
zh_hans: 照片-%lld.%@

# 状态 %@ 的数据类型不能改变。
source: The data type of state %@ cannot change.
zh_hans: 状态 %@ 的数据类型不能改变。

# 状态键必须是字母开头的简单标识符。
source: State keys must be simple identifiers starting with a letter.
zh_hans: 状态键必须是字母开头的简单标识符。

# 环境检测、组件安装与软件源
source: Environment checks, component installation, and repositories
zh_hans: 环境检测、组件安装与软件源

# 环境配置
source: Environment Setup
zh_hans: 环境配置

# 环境配置失败：%@
source: Environment setup failed: %@
zh_hans: 环境配置失败：%@

# 环境配置完成，所选组件均已就绪。
source: Environment setup is complete. All selected components are ready.
zh_hans: 环境配置完成，所选组件均已就绪。

# 用 AI 制作
source: Create with AI
zh_hans: 用 AI 制作

# 用户已停止当前工具调用。
source: The user stopped the current tool call.
zh_hans: 用户已停止当前工具调用。

# 用量读取失败
source: Could Not Read Usage
zh_hans: 用量读取失败

# 白天
source: Light
zh_hans: 白天

# 相机不支持二维码识别，请从图片或 TXT 文件导入。
source: This camera cannot recognize QR codes. Import an image or TXT file instead.
zh_hans: 相机不支持二维码识别，请从图片或 TXT 文件导入。

# 相机不支持扫码，请从图片或 TXT 文件导入。
source: This camera cannot scan codes. Import an image or TXT file instead.
zh_hans: 相机不支持扫码，请从图片或 TXT 文件导入。

# 相机使用已中断，请重试。
source: Camera access was interrupted. Try again.
zh_hans: 相机使用已中断，请重试。

# 相机暂时不可用，请重试或改用图片导入。
source: The camera is temporarily unavailable. Try again or import an image.
zh_hans: 相机暂时不可用，请重试或改用图片导入。

# 相机暂时无法启动，请重试。
source: The camera could not start. Try again.
zh_hans: 相机暂时无法启动，请重试。

# 短横线
source: Hyphen
zh_hans: 短横线

# 确认
source: Confirm
zh_hans: 确认

# 磨砂感
source: Blur
zh_hans: 磨砂感

# 视频输入
source: Video Input
zh_hans: 视频输入

# 移除 %@ Skill
source: Remove Skill %@
zh_hans: 移除 %@ Skill

# 移除背景图片
source: Remove Background Image
zh_hans: 移除背景图片

# 立即同步并备份
source: Sync and back up now
zh_hans: 立即同步并备份

# 端点绑定删除失败：%@
source: Failed to delete the endpoint binding: %@
zh_hans: 端点绑定删除失败：%@

# 符号链接
source: Symbolic Link
zh_hans: 符号链接
